Repository: needToRoll/bm-spotfinder
Catalog: src/locale/messages.*.xlf
Languages: de

source: Search for a location (address, zip, etc)
de: Suche nach einem Ort (Adresse, Postleitzahl, etc.)

source: Rope length
de: Seillänge

source: Difficulty / Level
de: Schwierigkeit

source: Beginner
de: Einsteiger

source: Intermediate
de: Erfahren

source: Pro
de: Experte

source: Show on Maps
de: Zur Karte

source: Minimal water flow:
de: Minimaler Wasserdurchfluss

source: Current water flow:
de: Derzeitige Wasserführung

source: Measured at {{ hydroDetails.measuredAt | date: 'short' }} by
de: Gemessen am {{ hydroDetails.measuredAt | date: 'short' }} von

source: Recommended Surfspots
de: Empfohlene Surfspots
